-- 수동 입력 7.6.2.2.1


-- 7.6.2.2.1
DELETE FROM inspection_item_revisions WHERE item_id = '7.6.2.2.1' AND introduction_type != 'revision';
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.6.2.2.1', '2022-03-02', NULL, 'current', '7.6.2.2.1 자동 동력 작동식 문
다음과 같이 적용한다.
가) 승강장문 또는 카문과 문에 견고하게 연결된 기계적인 부품들의 운동에너지는 평균 닫힘 속도로 계산되거나 측정했을 때 10 J 이하이어야 한다.
수평 개폐식 문의 평균 닫힘 속도는 다음 구분에 따른 구간을 제외하고 문의 전체 작동구간에 걸쳐 계산된다.
1) 중앙 개폐식 문: 각 작동구간의 끝에서 25 ㎜
2) 측면 개폐식 문: 각 작동구간의 끝에서 50 ㎜
나) 문이 닫히는 중에 사람이 출입구를 통과하는 경우 자동으로 문이 열리는 장치가 있어야 한다.
이 장치는 문이 닫히는 마지막 20 ㎜ 구간에서 무효화 될 수 있다.
1) 이 장치(멀티빔 등)는 카문 문턱 위로 최소 25 ㎜와 1,600 ㎜사이의 전 구간에 걸쳐 감지할 수 있어야 한다.
2) 이 장치는 최소 50 ㎜의 물체를 감지할 수 있어야 한다.
3) 이 장치는 문 닫힘을 지속적으로 방해받는 것을 방지하기 위해 미리 설정된 시간이 지나면 무효화될 수 있다.
4) 이 장치가 고장나거나 무효화된 경우, 엘리베이터를 운행하려면 음향신호장치는 문이 닫힐 때마다 작동되고, 문의 운동에너지는 4 J 이하이어야 한다.
비고 이 장치는 카문 또는 승강장문에 각각 있을 수 있고, 어느 하나에만 있을 수 있으며, 이 장치가 작동되면 승강장문과 카문이 동시에 열려야 한다.
다) 문이 닫히는 것을 막는데 필요한 힘은 문이 닫히기 시작하는 1/3 구간을 제외하고 150 N을 초과하지 않아야 한다.
라) 문 닫힘 움직임이 방해되면 문은 다시 열려야 한다. 문 열림은 문이 완전히 열리는 것을 의미하지는 않으나 장애물이 제거될 수 있도록 다시 열려야 한다.
마) 접이식 문이 열리는 것을 막는데 필요한 힘은 150 N을 초과하지 않아야 한다.
이 측정은 접힌 문짝의 인접한 외측 모서리나 동등한 곳(문틀 등)이 100 ㎜의 거리에 있도록 문을 접은 상태에서 이루어져야 한다.
바) 접이식 카문이 닫힐 때 문틀 홈 안으로 들어가는 경우, 접힌 문의 외측 모서리와 문틀 홈 사이의 거리는 15 ㎜ 이상이어야 한다.
사) 선행 문짝의 앞 쪽 모서리 사이 또는 선행 문짝의 모서리와 고정된 문설주(jamb) 사이의 조합에 화재 확산의 방지 등을 위해 요철구조와 유사한 방식이 사용된 경우, 움푹 들어간 부분 및 돌출된 부분은 25 ㎜를 초과하지 않아야 한다.
유리문의 경우, 선행 문짝의 앞쪽 모서리의 두께는 20 ㎜ 이상이어야 하고, 유리문의 모서리는 부상의 원인이 되지 않도록 매끄럽게 처리되어야 한다.
아) 유리[7.7.2.1가)에 따른 투명 전망창은 제외]로 만들어진 문에는 열 수 있는 힘을 150 N까지 제한하고 문닫힘의 방해가 발생되는 경우 문을 정지하기 위한 수단이 있어야 한다.
자) 어린이의 손이 틈새에 끼이거나 말려 들어가는 위험을 방지하기 위해 다음 중 어느 하나 이상을 적용해야 한다.
1) 문턱 위로 최소 1.6 m까지의 문짝 간 틈새 또는 문짝과 문틀 사이의 틈새는 5 ㎜(유리문 4 ㎜) 이하이어야 한다. 또한 관련 부품이 마모된 경우에는 6 ㎜(유리문 5 ㎜) 까지 허용한다.
움푹 들어간 부분은 1 ㎜를 초과하지 않아야 하고, 6 ㎜(유리문 5 ㎜)의 틈새에 포함되어야 하며, 문짝에 인접한 문틀의 외측 모서리의 최대 반경은 6 ㎜(유리문 5 ㎜) 이하이어야 한다.
상기 조건을 만족하기 위해 유연한 재질로 보완하는 것은 허용된다.
2) 문턱 위로 최소 1.6 m까지의 구간에 손가락이 있는 것을 감지하고 열림 방향의 문 움직임을 정지시키는 손가락감지수단
3) 7.7.2에 따른 크기보다 큰 유리로 된 문의 경우, 이용자에게 노출되는 측면(승강장문의 경우에는 승강장 측, 카문의 경우에는 카 내부 측)은 반투명 유리 또는 반투명 재질을 사용하여 높이 1.1 m 이상 불투명하게 처리하고 위 1) 또는 2)를 선택하거나 중복하여 적용한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.6.2.2.1', '2017-01-28', '2022-03-01', 'old', '7.1.3(8.6.3.2) 자동 동력작동 수평 개폐식 승강장문(카문)에는 어린이의 손이 틈새에 끼이거나 끌려 들어가는 위험을 방지하기 위해 다음과 같은 수단 중 하나 이상이 조치되어야 한다.
가) 7.1.2 전단에 따른 틈새 중 문짝과 문설주 사이의 틈새를 5 ㎜ 이하로 설치
나) 손가락 감지수단
다) 틈새 보완(고무 등 부드럽고 유연한 재질)
라) 기타 동등이상의 수단

7.2.3.6(8.6.7.5) 7.6.2에서 설명하는 크기보다 큰 유리로 된 자동 동력작동 수평 개폐식 문은 어린이의 손이 끌러가는 위험을 방지하기 위해 다음과 같은 위험을 최소화 시키는 수단이 하나 이상 있어야 한다.
가) 손과 유리 사이의 마찰계수 감소
나) 1.1 m 높이까지 유리를 불투명하게 처리
다) <삭제>
라) <삭제>

7.5.2.1.1.1(8.7.2.1.1.1) 문 닫힘을 저지하는데 필요한 힘은 150 N 이하이어야 한다. 이 힘은 문 닫힘 행정의 최초 1/3 구간에서는 측정되지 않아야 한다.

7.5.2.1.1.2(8.7.2.1.1.2) 승강장문 및 문에 견고하게 연결된 기계부품의 운동에너지는 평균 닫힘 속도에서 계산되거나 측정되어 10 J 이하이어야 한다. 문의 평균 닫힘 속도는 문의 작동구간 전체에 대해 계산한다. 다만, 다음과 같은 경우는 제외한다.
가) 중앙 개폐식 문 : 각 작동구간의 끝에서 25 mm
나) 측면 개폐식 문 : 각 작동구간의 끝에서 50 mm

7.5.2.1.1.3(8.7.2.1.1.3) 문이 닫히는 동안 사람이 끼이거나 끼려고 할 때 자동으로 문이 반전되어 열리는 문닫힘안전장치가 있어야 한다.
문닫힘안전장치는 카문에 있을 수 있다.
문이 닫히는 마지막 15 mm 구간에서는 무효화 될 수 있다.
문 닫힘을 지속적으로 방해하는 것을 방지하기 위해 미리 설정된 시간이 지나면 문닫힘안전장치가 무효화되는 즉, 문이 닫히도록 하는 시스템이 있는 경우에는 문닫힘안전장치가 무효화되어 문이 닫히는 동안 7.5.2.1.1.2에서 규정된 운동에너지는 4 J 이하이어야 한다.

7.5.2.1.1.4 카문과 승강장문이 연동되어 동시에 작동되는 경우, 7.5.2.1.1.1 및 7.5.2.1.1.2의 규정은 결합된 문의 메커니즘에 대해 유효하다.

7.5.2.1.1.5 접힌 문이 열리는 것을 방지하기 위해 필요한 힘은 150 N 이하이어야 한다.
이 힘은 접힌 문짝의 인접한 외측 모서리 또는 동등한 곳(문틀에서 100 mm 떨어진 접힌 문 등)에서 측정되어야 한다.

8.7.2.1.1.4 접힌 문이 열리는 것을 방지하기 위해 필요한 힘은 150 N 이하이어야 한다.
이 힘은 접힌 문짝의 인접한 외측 모서리 또는 동등한 곳(문틀에서 100 mm 떨어진 접힌 문 등)에서 측정되어야 한다.

8.7.2.1.1.5 접힌 문이 우묵 들어간 부분으로 들어가는 경우, 문의 외측 모서리와 우묵 들어간 부분 사이의 거리는 15 mm 이상이어야 한다.

8.8 문닫힘 동작의 반전
자동 동력 작동식 문의 닫힘 동작을 반전시키는 장치는 카의 다른 제어장치와 함께 위치되어야 한다.
엘리베이터에 전기적 크리핑 방지시스템이 설치된 경우에는 쌍안정의 문 반전 장치가 사용되지 않아야 한다.(유압식)');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.6.2.2.1', '2013-09-15', '2017-01-27', 'old', '7.2.3.6(8.6.7.5) 7.6.2에서 설명하는 크기보다 큰 유리로 된 자동 동력작동 수평 개폐식 문은 어린이의 손이 끌러가는 위험을 방지하기 위해 다음과 같은 위험을 최소화 시키는 수단이 하나 이상 있어야 한다.
가) 손과 유리 사이의 마찰계수 감소
나) 1.1 m 높이까지 유리를 불투명하게 처리
다) 손가락 감지
라) 기타 동등이상의 수단

7.5.2.1.1.1(8.7.2.1.1.1) 문 닫힘을 저지하는데 필요한 힘은 150 N 이하이어야 한다. 이 힘은 문 닫힘 행정의 최초 1/3 구간에서는 측정되지 않아야 한다.

7.5.2.1.1.2(8.7.2.1.1.2) 승강장문 및 문에 견고하게 연결된 기계부품의 운동에너지는 평균 닫힘 속도에서 계산되거나 측정되어 10 J 이하이어야 한다. 문의 평균 닫힘 속도는 문의 작동구간 전체에 대해 계산한다. 다만, 다음과 같은 경우는 제외한다.
가) 중앙 개폐식 문 : 각 작동구간의 끝에서 25 mm
나) 측면 개폐식 문 : 각 작동구간의 끝에서 50 mm

7.5.2.1.1.3(8.7.2.1.1.3) 문이 닫히는 동안 사람이 끼이거나 끼려고 할 때 자동으로 문이 반전되어 열리는 문닫힘안전장치가 있어야 한다.
문닫힘안전장치는 카문에 있을 수 있다.(8.7.2.1.1.3 참조)
문이 닫히는 마지막 15 mm 구간에서는 무효화 될 수 있다.
문 닫힘을 지속적으로 방해하는 것을 방지하기 위해 미리 설정된 시간이 지나면 문닫힘안전장치가 무효화되는 즉, 문이 닫히도록 하는 시스템이 있는 경우에는 문닫힘안전장치가 무효화되어 문이 닫히는 동안 7.5.2.1.1.2에서 규정된 운동에너지는 4 J 이하이어야 한다.

7.5.2.1.1.4 카문과 승강장문이 연동되어 동시에 작동되는 경우, 7.5.2.1.1.1 및 7.5.2.1.1.2의 규정은 결합된 문의 메커니즘에 대해 유효하다.

7.5.2.1.1.5 접힌 문이 열리는 것을 방지하기 위해 필요한 힘은 150 N 이하이어야 한다.
이 힘은 접힌 문짝의 인접한 외측 모서리 또는 동등한 곳(문틀에서 100 mm 떨어진 접힌 문 등)에서 측정되어야 한다.

8.7.2.1.1.4 접힌 문이 열리는 것을 방지하기 위해 필요한 힘은 150 N 이하이어야 한다.
이 힘은 접힌 문짝의 인접한 외측 모서리 또는 동등한 곳(문틀에서 100 mm 떨어진 접힌 문 등)에서 측정되어야 한다.

8.7.2.1.1.5 접힌 문이 우묵 들어간 부분으로 들어가는 경우, 문의 외측 모서리와 우묵 들어간 부분 사이의 거리는 15 mm 이상이어야 한다.

8.8 문닫힘 동작의 반전
자동 동력 작동식 문의 닫힘 동작을 반전시키는 장치는 카의 다른 제어장치와 함께 위치되어야 한다.
엘리베이터에 전기적 크리핑 방지시스템이 설치된 경우에는 쌍안정의 문 반전 장치가 사용되지 않아야 한다.(유압식)');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.6.2.2.1', '1999-09-03', '2013-09-14', 'old', '4.1.5(3) 자동으로 동력에 의해 문을 닫는 방식에서의 문닫힘안전장치는 다음 기준에 적합하여야 한다.
① 문닫힘 동작시 사람 또는 물건이 끼이거나 문닫힘안전장치 연결전선이 끊어지면 문이 반전하여 열리도록 하는 문닫힘안전장치(세이프티슈ㆍ광전장치ㆍ초음파장치등)가 카 문이나 승강장 문 또는 양쪽 문에 설치되어야 하며, 그 작동상태는 양호하여야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.6.2.2.1', '1999-01-14', '1999-09-02', 'old', '4.1.5(3) 자동으로 동력에 의해 문을 닫는 방식에서의 문닫힘안전장치는 다음 기준에 적합하여야 한다.
① 문닫힘 동작시 사람 또는 물건이 끼이거나 문닫힘안전장치 연결전선이 끊어지면 문이 반전하여 열리도록 하는 문닫힘안전장치(세이프티슈ㆍ광전장치ㆍ초음파장치등)가 카 문이나 승강장 문 또는 양쪽 문 모두에 설치되어 있고, 작동상태는 양호하여야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.6.2.2.1', '1995-06-07', '1999-01-13', 'old', '4.1.5(3) 자동으로 동력에 의해 문을 닫는 방식에서의 문닫힘안전장치는 다음 기준에 적합하여야 한다.
① 문닫힘 동작시 사람 또는 물건이 문에 끼이는 경우에 문이 반전하여 열리도록 하는 문닫힘안전장치(세이프티슈ㆍ광전장치ㆍ초음파장치등)가 카 문이나 승강장 문 또는 양쪽 문 모두에 설치되어 있고, 작동상태는 양호하여야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.6.2.2.1', NULL, '1995-06-06', 'old', '4.1.5(3) 자동으로 동력에 의해 문을 닫는 방식에서의 문닫힘안전장치는 다음 기준에 적합하여야 한다.
① 자동으로 동력에 의해 문을 닫는 방식에서는 문닫힘 안전장치(SAFETY SHOE)를 설치하였을 경우에 그 작동이 양호하여야 한다.');
