-- 수동 입력 7.5.3.2


-- 7.5.3.2
DELETE FROM inspection_item_revisions WHERE item_id = '7.5.3.2' AND introduction_type != 'revision';
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '2022-03-02', NULL, 'current', '7.5.3.2 수평 개폐식 승강장문 및 카문에는 안내수단이 심한 마모나 부식 또는 충격으로 인하여 사용되지 못하게 될 경우에도 승강장문이 제 위치에서 유지되도록 하는 문이탈방지장치(Retainer)가 있어야 한다.
문이탈방지장치가 있는 모든 문짝(문 관련 부품들이 모두 조립된 문의 문짝을 말한다)은 7.5.3.4가)에 따른 진자충격시험을 견딜 수 있어야 한다. 이 경우, 진자충격시험은 안내수단 부품들이 가능한 최악의 조건 아래에서 표 4 및 그림 11에 따른 타격 지점에서 수행된다.
문이탈방지장치는 문짝의 경로 이탈을 방지하는 기계적인 수단으로서 이해되어야 하며, 문짝/행거의 추가적인 부품이거나 일부분일 수 있다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '2017-01-28', '2022-03-01', 'old', '[승강기 안전검사기준] 부칙
제3조(정밀안전검사의 경과조치)
① 행정안전부 고시 제2012-14호(2012.3.14.) 이전의 승강기 검사기준에 따라 완성검사를 받고 사용 중인 승강기에 대하여 정밀안전검사를 하는 경우의 판정기준에 대하여는 별표 8의 개정규정에도 불구하고 종전의 승강기 정밀안전검사기준(국민안전처 고시 제2015-1호, 2015.1.6.)을 따른다.
1. 전기식 엘리베이터: 승강장문 어린이 손 끼임 방지수단, 승강장문 조립체(이탈방지장치), 승강장문 비상가이드, 카문 어린이 손 끼임 방지수단, 카의 상승과속방지수단, 카의 개문출발방지수단, 브레이크 시스템 및 자동구출운전수단');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '2015-05-13', '2017-01-27', 'old', '7.2.3.7 승강장문의 조립체는 450 J의 운동에너지(유효 출입구 면적의 50% 이상이 유리로 된 경우 308 J 적용)로 충격을 가했을 때 승강장문의 이탈 없이 견뎌야 한다. 다만, 수직개폐식 승강장문은 제외한다.
비고 1. 진자 충격시험은 부속서 Ⅴ 또는 KS B 8301을 참조한다.
    2. 시험 중이거나 시험이 끝난 후의 문은 안전성능에 영향을 받지 않아야 한다.

7.4.2.1 승강장문은 정상운행 중에 이탈, 기계적 끼임 또는 작동 경로의 끝단에서 벗어나는 것이 방지되도록 설계되어야 한다.
수평 개폐식 승강장문에는 가이드가 마모, 부식 또는 화재로 인하여 사용되지 못하게 될 경우 승강장문이 제 위치에 유지되도록 하는 비상 가이드 장치가 있어야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '2013-09-15', '2015-05-12', 'old', '7.2.3.7 승강장문의 조립체는 450 J의 운동에너지(유효 출입구 면적의 50% 이상이 유리로 된 경우 308 J 적용)로 충격을 가했을 때 승강장문의 이탈 없이 견뎌야 한다. 다만, 수직개폐식 승강장문은 제외한다.
비고 1. 진자 충격시험은 부속서 Ⅴ 또는 KS B 8301을 참조한다.
    2. 시험 중이거나 시험이 끝난 후의 문은 안전성능에 영향을 받지 않아야 한다.

7.4.2.1 승강장문은 정상운행 중에 이탈, 기계적 끼임 또는 작동 경로의 끝단에서 벗어나는 것이 방지되도록 설계되어야 한다.
가이드가 마모, 부식 또는 화재로 인하여 사용되지 못하게 될 경우 승강장문이 제 위치에 유지되도록 하는 비상 가이드 장치가 있어야 한다.

[승강기 검사기준] 부칙 <시행 2014. 7. 1.>
제3조(경과조치)
② 제1항에 불구하고 이 고시 시행 전에 종전의 검사기준을 적용하여 검사를 받고 사용 중인 「건축법」 제2조제2항제3호 및 같은 항 제4호에 따른 제1종 근린생활시설 및 제2종 근린생활시설에 설치된 승객용(용도) 승강기로서 [별표 1] 7.2.3.7 및 [별표 2] 7.2.3.7을 충족하지 않는 엘리베이터의 경우 승강기 검사기관의 안전성 평가에 합격한 승강장문 이탈방지장치를 이 고시 시행일로부터 1년 이내에 설치하여야 한다. 다만, 이 고시 시행 전에 설치된 승강장문 이탈방지장치는 이 고시에 의해 설치된 것으로 본다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '2008-09-10', '2013-09-14', 'old', '3.1.2(6) 카 및 승강장 문은 다음 각항의 기준에 적합하여야 한다.
④ 승강장문의 조립체는 KS B EN 81-1 부속서 J의 소프트 팬들럼 시험 방법에 따라 450J의 운동에너지로 충격을 가하였을 때 문의 이탈 없이 견딜 수 있어야 한다. 다만, 전망을 목적으로 유효 출입구 면적의 50%이상을 접합유리로 설치하는 경우 운동에너지를 308J로 적용할 수 있다. 현장시험이 불가한 경우에는 공인시험기관의 시험성적서, 승강기 검사기관의 안전성 평가 등으로 확인할 수 있다. 화물용은 제외한다.
⑤ 승강장문 가이드슈는 문턱에 양호하게 맞물려야 한다. 이 확인을 위해 제조사는 3.1.2(6)④에 의한 충격시험시 확인된 승강장문 가이드슈와 문턱의 맞물림 깊이에 대해 검사기관에 제출하여야 한다. 화물용은 제외한다.

4.1.3(18) 승강장 문의 가이드 슈가 문턱 틈에 충분히 들어가 있어야 하며, 도어행거의 요동정지의 설치상태는 견고하여야 한다. 또한, 승강로 밖의 사람이나 물건이 카 또는 균형추에 닿을 염려가 없어야 한다.
② 승강장문의 가이드슈는 3.1.2(6)④에 의한 충격시험시 확인된 깊이 이상 문턱에 맞물려야 한다. 화물용은 제외한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '2004-12-01', '2008-09-09', 'old', '3.1.2(6) 카 내부치수 및 도어치수는 KS B ISO 4190-1 부속서에 따른다. 다만 카 내부치수는 KS B ISO 4190-1 부속서 또는 용도 및 적재하중을 고려한 최적 카 내부치수와 면적대비시 5% 이내의 증가는 허용할 수 있다.

4.1.3(18) 승강장 문의 가이드 슈가 문턱 틈에 충분히 들어가 있어야 하며, 도어행거의 요동정지의 설치상태는 견고하여야 한다. 또한, 승강로 밖의 사람이나 물건이 카 또는 균형추에 닿을 염려가 없어야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '2003-06-18', '2004-11-30', 'old', '3.1.2(6) 카 내부치수 및 도어치수는 KS B ISO 4190-1 부속서에 따른다. 다만 카 내부치수는 KS B ISO 4190-1 부속서 또는 용도 및 적재하중을 고려한 최적 카 내부치수와 면적대비시 5% 이내의 증가는 허용할 수 있다.

4.1.3(18) 승강장 문의 가이드슈가 문턱 틈에 충분히 들어가 있어야 하며, 도어행거의 요동정지의 설치상태는 견고하여야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', '1997-08-18', '2003-06-17', 'old', '3.1.2(6) 카 내부치수 및 도어치수는 KS B 6830(승용엘리베이터와 승강로의 치수)에 따른다. 다만 카 내부치수는 KS S 6830 또는 용도 및 적재하중을 고려한 최적 카 내부치수와 면적대비시 5% 이내의 증가는 허용할 수 있다.

4.1.3(18) 승강장 문의 가이드슈가 문턱 틈에 충분히 들어가 있어야 하며, 도어행거의 요동정지의 설치상태는 견고하여야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.2', NULL, '1997-08-17', 'old', '3.1.2(6) 카 내부의 치수 및 도어치수는 KS B 6830(승용엘리베이터와 승강로의 치수)에 따른다.”

4.1.3(18) 승강장 문의 가이드슈가 문턱 틈에 충분히 들어가 있어야 하며, 도어행거의 요동정지의 설치상태는 견고하여야 한다.');
