-- 수동 입력 6.5.5.1


-- 6.5.5.1
DELETE FROM inspection_item_revisions WHERE item_id = '6.5.5.1' AND introduction_type != 'revision';
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('6.5.5.1', '2022-03-02', NULL, 'current', '6.5.5.1 균형추 또는 평형추의 주행구간은 다음 사항에 적합한 칸막이로 보호되어야 한다.
가) 칸막이에 구멍이 있는 경우에는 KS B ISO 13857, 표4에 따라야 한다.
나) 칸막이는 완전히 압축된 완충기 위에 있는 균형추 또는 가장 낮은 지점에 있는 평형추의 끝단에서부터 위로 연장되어야 하며, 그 연장 높이는 피트바닥으로부터 2 m 이상이어야 한다.
다) 칸막이의 가장 낮은 부분은 피트 바닥에서 위로 0.3 m 이하(보상 로프·체인 간섭 등 부득이한 경우에는 완충기의 최저 이동높이 이하)이어야 한다. 균형추에 고정된 완충기에 관한 사항은 12.1.1을 참조한다.
라) 칸막이의 폭은 균형추 또는 평형추의 폭 이상이어야 한다.
마) 균형추/평형추 주행안내 레일과 승강로 벽 사이의 틈새가 0.3 m를 초과하는 경우에는 나) 및 다)에 따라 보호되어야 하다.
바) 칸막이에는 보상수단(보상 로프·체인 등)의 유효 통로를 허용하는데 필요하거나 육안 점검에 필요한 구멍이 있을 수 있으며, 그 폭은 최소화되어야 한다.
사) 칸막이의 기계적 강도는 5 ㎠ 면적의 원형 또는 정사각형 모양의 어느 지점마다 수직으로 300 N의 힘을 균등하게 분산하여 가할 때 균형추 또는 평형추에 충돌되지 않아야 한다.
아) 카 및 카의 관련 부품은 균형추/평형추 및 이와 관련한 부품으로부터 50 ㎜ 이상 떨어진 거리에 있어야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('6.5.5.1', '2015-05-13', '2022-03-01', 'old', '5.6.1 균형추 또는 평형추의 주행구간은 엘리베이터 피트 바닥으로부터 0.3 m 이하(균형체인·로프 간섭 등 부득이한 경우에는 완충기의 최저 이동 높이 이하로 한다)부터 2.0 m 이상의 높이까지 연장된 견고한 칸막이로 보호되어야 한다. 칸막이의 폭은 균형추 또는 평형추의 폭에 각각 0.1 m를 더한 값 이상이어야 한다.
5.6.1.1 칸막이에 구멍이 있는 경우에는 KS B 6947, 4.5.1에 따라야 한다.
5.6.1.2 칸막이에는 균형추 또는 평형추와 완충기 사이 틈새를 육안으로 확인할 수 있는 조치가 있어야 한다.
11.3 카, 균형추 또는 평형추 사이의 틈새
카 및 카의 관련 부품은 균형추 또는 평형추 및 이와 관련된 부품으로부터 50 mm 이상의 거리가 있어야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('6.5.5.1', '2013-09-15', '2015-05-12', 'old', '5.6.1 균형추 또는 평형추의 주행구간은 엘리베이터 피트 바닥으로부터 0.3 m 이하(균형체인·로프 간섭 등 부득이한 경우에는 완충기의 최저 이동 높이 이하로 한다)부터 2.5 m 이상의 높이까지 연장된 견고한 칸막이로 보호되어야 한다. 칸막이의 폭은 균형추 또는 평형추의 폭에 각각 0.1 m를 더한 값 이상이어야 한다.
5.6.1.1 칸막이에 구멍이 있는 경우에는 KS B 6947, 4.5.1에 따라야 한다.
5.6.1.2 칸막이에는 균형추 또는 평형추와 완충기 사이 틈새를 육안으로 확인할 수 있는 조치가 있어야 한다.
11.3 카, 균형추 또는 평형추 사이의 틈새
카 및 카의 관련 부품은 균형추 또는 평형추 및 이와 관련된 부품으로부터 50 mm 이상의 거리가 있어야 한다.');
