-- 수동 입력 7.5.3.1


-- 7.5.3.1
DELETE FROM inspection_item_revisions WHERE item_id = '7.5.3.1' AND introduction_type != 'revision';
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.1', '2022-03-02', NULL, 'current', '7.5.3.1 잠금장치가 있는 승강장문 및 카문은 승강장문이 잠긴 상태 및 카문이 닫힌 상태에서 다음과 같은 기계적 강도를 가져야 한다.
가) 문짝/문틀에 대해 5 ㎠ 면적의 원형 또는 정사각형 모양의 어느 지점마다 수직으로 300 N의 정적인 힘을 균등하게 분산하여 가할 때 다음과 같아야 하며, 시험 후에는 문의 안전성 및 성능에 영향을 받지 않아야 한다.
1) 1 ㎜를 초과하는 영구적인 변형이 없어야 한다.
2) 15 ㎜를 초과하는 탄성변형이 없어야 한다.
나) 승강장문의 문짝/문틀(승강장 측) 및 카문의 문짝/문틀(카 내부 측)에 대해 100 ㎠ 면적의 원형 또는 정사각형 모양의 어느 지점마다 수직으로 1,000 N의 정적인 힘을 균등하게 분산하여 가할 때 안전성 및 성능에 영향을 주는 중대한 영구 변형이 없어야 한다.[7.1.4(최대 틈새 10 ㎜) 및 7.9.1 참조]
유리문의 경우에는 7.6.2.2.1자)1)에 따른다.
비고 강도시험에 힘이 가해지는 표면은 코팅된 문에 손상이 없도록 부드러운 재질일 수 있다.
<2019년 3월 28일 이후 건축허가분부터 적용>');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.1', '2015-05-13', '2022-03-01', 'old', '7.2.3.1 잠금장치가 있는 승강장문이 잠긴 상태에서 5 ㎠ 면적의 원형이나 사각의 단면에 300 N의 힘을 균등하게 분산하여 문짝의 어느 지점에 수직으로 가할 때, 승강장문의 기계적 강도는 다음과 같아야 한다.
가) 1 ㎜를 초과하는 영구변형이 없어야 한다.
나) 15mm를 초과하는 탄성변형이 없어야 한다.
다) 시험 중이거나 시험이 끝난 후에 문의 안전성능은 영향을 받지 않아야 한다.

8.6.7.1 카문이 닫힌 상태에서 5 ㎠ 면적의 원형이나 사각의 단면에 300 N의 힘을 균등하게 분산하여 문짝의 어느 지점에 수직으로 가할 때, 카문의 기계적 강도는 다음과 같아야 한다.
가) 1 ㎜를 초과하는 영구변형이 없어야 한다.
나) 15 mm를 초과하는 탄성변형이 없어야 한다.
다) 시험 중이거나 시험이 끝난 후에 문의 안전성능은 영향을 받지 않아야 한다.');
INSERT INTO inspection_item_revisions (item_id, effective_date, expiry_date, introduction_type, description) VALUES ('7.5.3.1', '2013-09-15', '2015-05-12', 'old', '7.2.3.1 잠금장치가 있는 승강장문이 잠긴 상태에서 5 ㎠ 면적의 원형이나 사각의 단면에 300 N의 힘을 균등하게 분산하여 문짝의 어느 지점에 수직으로 가할 때, 승강장문의 기계적 강도는 다음과 같아야 한다.
가) 영구적인 변형 없어야 한다.
나) 15mm를 초과하는 탄성변형이 없어야 한다.
다) 시험 중이거나 시험이 끝난 후에 문의 안전성능은 영향을 받지 않아야 한다.

8.6.7.1 카문이 닫힌 상태에서 5 ㎠ 면적의 원형이나 사각의 단면에 300 N의 힘을 균등하게 분산하여 문짝의 어느 지점에 수직으로 가할 때, 카문의 기계적 강도는 다음과 같아야 한다.
가) 영구적인 변형이 없어야 한다.
나) 15 mm를 초과하는 탄성변형이 없어야 한다.
다) 시험 중이거나 시험이 끝난 후에 문의 안전성능은 영향을 받지 않아야 한다.');
